Repository: shanebweaver/CaptureTool
Catalog: src/CaptureTool.Presentation.Windows.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, ru_ru, zh_cn

# ShapeToolbar_StrokeWidth.Text
source: Stroke Width
de_de: Konturbreite
es_es: Ancho del trazo
fr_fr: Épaisseur du contour
ru_ru: Ширина контура
zh_cn: 描边宽度

# ImageEdit_CropButton.ToolTipService.ToolTip
source: Crop
de_de: Bild zuschneiden
es_es: Recortar imagen
fr_fr: Rogner l'image
ru_ru: Обрезать изображение
zh_cn: 裁剪图像

# ImageEdit_ShapesButton.ToolTipService.ToolTip
source: Draw shapes
de_de: Formen zeichnen
es_es: Dibujar formas
fr_fr: Dessiner des formes
ru_ru: Рисовать фигуры
zh_cn: 绘制形状

# ImageEdit_TextButton.ToolTipService.ToolTip
source: Draw text
de_de: Text zeichnen
es_es: Dibujar texto
fr_fr: Dessiner du texte
ru_ru: Рисовать текст
zh_cn: 绘制文本

# ImageEdit_ColorPickerButton.ToolTipService.ToolTip
source: Pick a color from the image
de_de: Farbe aus dem Bild auswählen
es_es: Seleccionar un color de la imagen
fr_fr: Choisir une couleur dans l’image
ru_ru: Выбрать цвет из изображения
zh_cn: 从图像中选取颜色

# ImageEdit_RotateButton.ToolTipService.ToolTip
source: Rotate
de_de: Bild drehen
es_es: Girar imagen
fr_fr: Faire pivoter l’image
ru_ru: Повернуть изображение
zh_cn: 旋转图像

# ImageEdit_FlipXButton.ToolTipService.ToolTip
source: Mirror
de_de: Bild horizontal spiegeln
es_es: Voltear imagen horizontalmente
fr_fr: Retourner l’image horizontalement
ru_ru: Отразить изображение по горизонтали
zh_cn: 水平翻转图像

# ImageEdit_FlipYButton.ToolTipService.ToolTip
source: Flip
de_de: Bild vertikal spiegeln
es_es: Voltear imagen verticalmente
fr_fr: Retourner l’image verticalement
ru_ru: Отразить изображение по вертикали
zh_cn: 垂直翻转图像

# NewCaptureButton_Image.ToolTipService.ToolTip
source: New capture (Ctrl+N)
de_de: Neue Aufnahme (Strg+N)
es_es: Nueva captura (Ctrl+N)
fr_fr: Nouvelle capture (Ctrl+N)
ru_ru: Новый захват (Ctrl+N)
zh_cn: 新建捕获 (Ctrl+N)

# ImageEdit_FlipYButton.Label
source: Flip
de_de: Vertikal spiegeln
es_es: Voltear
fr_fr: Renverser verticalement
ru_ru: Отразить по вертикали
zh_cn: 翻转

# Settings_FullChangesWillTakeAffectLabel.Text
source: Full changes will take affect on app restart.
de_de: Änderungen werden nach dem Neustart übernommen.
es_es: Los cambios se aplicarán tras reiniciar la aplicación.
fr_fr: Les changements prendront effet au redémarrage.
ru_ru: Изменения вступят в силу после перезапуска приложения.
zh_cn: 更改将在重启应用后生效。

# SelectionOverlay_CloseButton.AutomationProperties.Name
source: Close
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
ru_ru: Закрыть
zh_cn: 关闭

# SelectionOverlay_CloseButton.ToolTipService.ToolTip
source: Close (Esc)
de_de: Schließen (Esc)
es_es: Cerrar (Esc)
fr_fr: Fermer (Esc)
ru_ru: Закрыть (Esc)
zh_cn: 关闭 (Esc)

# NewCaptureButton_Image.AutomationProperties.Name
source: Screenshot
es_es: Captura de pantalla
fr_fr: Capture d'écran
ru_ru: Снимок экрана
zh_cn: 屏幕截图

# NewCaptureButton_Video_Label.Text
source: Screen recording
de_de: Bildschirmaufnahme
es_es: Grabación de pantalla
fr_fr: Enregistrement d’écran
ru_ru: Запись с экрана
zh_cn: 屏幕录制

# NewCaptureButton_Video.ToolTipService.ToolTip
source: New recording
de_de: Neue Aufnahme
es_es: Nueva grabación
fr_fr: Nouvel enregistrement
ru_ru: Новая запись
zh_cn: 新录制

# NewCaptureButton_Video.AutomationProperties.Name
source: Screen recording
de_de: Bildschirmaufnahme
es_es: Grabación de pantalla
fr_fr: Enregistrement d'écran
ru_ru: Запись с экрана
zh_cn: 屏幕录制

# NewCaptureButton_Audio_Label.Text
source: Audio recording
de_de: Audioaufnahme
es_es: Grabación de audio
fr_fr: Enregistrement audio
ru_ru: Аудиозапись
zh_cn: 音频录制

# NewCaptureButton_Audio.ToolTipService.ToolTip
source: New audio recording
de_de: Neue Audioaufnahme
es_es: Nueva grabación de audio
fr_fr: Nouvel enregistrement audio
ru_ru: Новая аудиозапись
zh_cn: 新音频录制

# NewCaptureButton_Audio.AutomationProperties.Name
source: Audio recording
de_de: Audioaufnahme
es_es: Grabación de audio
fr_fr: Enregistrement audio
ru_ru: Аудиозапись
zh_cn: 音频录制

# AppLanguage_SystemDefault
source: Use system default
de_de: Systemstandard verwenden
es_es: Usar el idioma del sistema
fr_fr: Utiliser les paramètres par défaut du système
ru_ru: Использовать системный язык
zh_cn: 使用系统默认

# CaptureType_Rectangle
source: Rectangle
de_de: Rechteck
es_es: Rectángulo
ru_ru: Прямоугольник
zh_cn: 矩形

# CaptureType_Window
source: Window
de_de: Fenster
es_es: Ventana
fr_fr: Fenêtre
ru_ru: Окно
zh_cn: 窗口

# CaptureType_FullScreen
source: Full screen
de_de: Vollbild
es_es: Pantalla completa
fr_fr: Plein écran
ru_ru: Во весь экран
zh_cn: 全屏

# ImageEdit_ChromaKeyButton.Label
source: Chroma key
es_es: Clave de croma
fr_fr: Incrustation chroma
ru_ru: Хромакей
zh_cn: 色度键

# ChromaKeyToolbar_ColorOption_NoEffect.Text
source: No effect
de_de: Keine Wirkung
es_es: Sin efecto
fr_fr: Aucun effet
ru_ru: Без эффекта
zh_cn: 无效果

# ChromaKeyToolbar_KeyColor.Header
source: Key color
de_de: Schlüssel­farbe
es_es: Color clave
fr_fr: Couleur clé
ru_ru: Ключевой цвет
zh_cn: 键颜色

# ChromaKeyToolbar_Tolerance.Text
source: Key removal
de_de: Schlüssel­toleranz
es_es: Tolerancia de clave
fr_fr: Tolérance de la clé
ru_ru: Допуск ключа
zh_cn: 键容差

# ChromaKeyToolbar_Desaturation.Text
source: Key desaturation
de_de: Schlüssel-Entsättigung
es_es: Desaturación de clave
fr_fr: Désaturation de la clé
ru_ru: Обесцвечивание ключа
zh_cn: 键颜色去饱和

# AddOns_TitleLabel.Text
source: Add-ons
es_es: Complementos
fr_fr: Modules complémentaires
ru_ru: Дополнения
zh_cn: 加载项

# AppMenu_AddOnsItem.Text
source: Add-ons
es_es: Complementos
fr_fr: Modules complémentaires
ru_ru: Дополнения
zh_cn: 加载项

# CaptureType_AllScreens
source: All screens
de_de: Alle Bildschirme
es_es: Todas las pantallas
fr_fr: Tous les écrans
ru_ru: Все экраны
zh_cn: 所有屏幕

# Settings_ImageCaptureHeaderLabel.Text
source: Image capture
de_de: Bilderfassung
es_es: Captura de imagen
fr_fr: Capture d’image
ru_ru: Захват изображения
zh_cn: 图像捕获

# Settings_AutoSave_Toggle.OnContent
source: On
de_de: Ein
es_es: Activado
fr_fr: Activé
ru_ru: Вкл
zh_cn: 开启

# Settings_AutoCopy_Toggle.OnContent
source: On
de_de: Ein
es_es: Activado
fr_fr: Activé
ru_ru: Вкл
zh_cn: 开启

# Settings_AutoSave_Toggle.OffContent
source: Off
de_de: Aus
es_es: Desactivado
fr_fr: Désactivé
ru_ru: Выкл
zh_cn: 关闭

# Settings_AutoCopy_Toggle.OffContent
source: Off
de_de: Aus
es_es: Desactivado
fr_fr: Désactivé
ru_ru: Выкл
zh_cn: 关闭

# Settings_AutoSave_OpenButton.Content
source: Open
de_de: Öffnen
es_es: Abrir
fr_fr: Ouvrir
ru_ru: Открыть
zh_cn: 打开

# Settings_AutoSave_ChangeButton.Text
source: Change folder
de_de: Ordner ändern
es_es: Cambiar carpeta
fr_fr: Changer de dossier
ru_ru: Изменить папку
zh_cn: 更改文件夹

# Settings_AutoSave_ScreenshotsFolderLabel.Text
source: Saved images folder:
de_de: Ordner mit gespeicherten Bildern:
es_es: Carpeta de imágenes guardadas:
fr_fr: Dossier des images enregistrées :
ru_ru: Папка с сохранёнными изображениями:
zh_cn: 已保存的图片文件夹：

# Settings_AutoSave_HeaderLabel.Text
source: Auto-save images
de_de: Bilder automatisch speichern
es_es: Guardar imágenes automáticamente
fr_fr: Enregistrement automatique des images
ru_ru: Автоматическое сохранение изображений
zh_cn: 自动保存图像

# Settings_AutoCopy_HeaderLabel.Text
source: Auto-copy images
de_de: Bilder automatisch kopieren
es_es: Copiar imágenes automáticamente
fr_fr: Copier automatiquement les images
ru_ru: Автоматическое копирование изображений
zh_cn: 自动复制图像

# Settings_AutoCopy_SubtitleLabel.Text
source: Automatically copy images to the clipboard after capture.
de_de: Bilder nach der Aufnahme automatisch in die Zwischenablage kopieren.
es_es: Copiar automáticamente las imágenes al portapapeles después de capturarlas.
fr_fr: Copier automatiquement les images dans le presse-papiers après la capture.
ru_ru: Автоматически копировать изображения в буфер обмена после захвата.
zh_cn: 捕获后自动将图像复制到剪贴板。

# Settings_AutoSave_SubtitleLabel.Text
source: Automatically save images to a folder after capture.
de_de: Bilder nach der Aufnahme automatisch im Screenshot-Ordner speichern.
es_es: Guardar automáticamente las imágenes en la carpeta de capturas después de capturarlas.
fr_fr: Enregistrer automatiquement les images dans le dossier des captures après la capture.
ru_ru: Автоматически сохранять изображения в папку скриншотов после захвата.
zh_cn: 捕获后自动将图像保存到截图文件夹中。

# Settings_VideoCaptureHeaderLabel.Text
source: Video capture
de_de: Videoaufnahme
es_es: Captura de vídeo
fr_fr: Capture vidéo
ru_ru: Захват видео
zh_cn: 视频捕获

# Settings_VideoAutoSave_Toggle.OnContent
source: On
de_de: Ein
es_es: Activado
fr_fr: Activé
ru_ru: Вкл
zh_cn: 开

# Settings_VideoAutoCopy_Toggle.OffContent
source: Off
de_de: Aus
es_es: Desactivado
fr_fr: Désactivé
ru_ru: Выкл
zh_cn: 关

# Settings_VideoAutoSave_Toggle.OffContent
source: Off
de_de: Aus
es_es: Desactivado
fr_fr: Désactivé
ru_ru: Выкл
zh_cn: 关

# Settings_VideoAutoCopy_Toggle.OnContent
source: On
de_de: Ein
es_es: Activado
fr_fr: Activé
ru_ru: Вкл
zh_cn: 开

# Settings_VideoAutoSave_ChangeButton.Text
source: Change folder
de_de: Ordner ändern
es_es: Cambiar carpeta
fr_fr: Changer de dossier
ru_ru: Изменить папку
zh_cn: 更改文件夹

# Settings_VideoAutoSave_VideosFolderLabel.Text
source: Saved videos folder:
de_de: Gespeicherter Videoordner:
es_es: Carpeta de vídeos guardados:
fr_fr: Dossier des vidéos enregistrées :
ru_ru: Папка сохранённых видео:
zh_cn: 已保存的视频文件夹：

# Settings_VideoAutoSave_HeaderLabel.Text
source: Auto-save videos
de_de: Videos automatisch speichern
es_es: Guardar vídeos automáticamente
fr_fr: Enregistrer automatiquement les vidéos
ru_ru: Автосохранение видео
zh_cn: 自动保存视频

# Settings_VideoAutoCopy_HeaderLabel.Text
source: Auto-copy videos
de_de: Videos automatisch kopieren
es_es: Copiar vídeos automáticamente
fr_fr: Copier automatiquement les vidéos
ru_ru: Автокопирование видео
zh_cn: 自动复制视频

# Settings_VideoAutoCopy_SubtitleLabel.Text
source: Automatically copy videos to the clipboard after capture.
de_de: Videos nach der Aufnahme automatisch in die Zwischenablage kopieren.
es_es: Copiar automáticamente los vídeos al portapapeles después de capturarlos.
fr_fr: Copier automatiquement les vidéos dans le presse-papiers après la capture.
ru_ru: Автоматически копировать видео в буфер обмена после захвата.
zh_cn: 捕获后自动将视频复制到剪贴板。

# Settings_VideoDefaultLocalAudio_HeaderLabel.Text
source: Default local audio
de_de: Standardeinstellung für lokales Audio
es_es: Audio local predeterminado
fr_fr: Audio local par défaut
ru_ru: Локальное аудио по умолчанию
zh_cn: 默认本地音频

# Settings_VideoDefaultLocalAudio_SubtitleLabel.Text
source: Default state of local audio when starting screen recording.
de_de: Standardzustand des lokalen Audios beim Starten der Bildschirmaufzeichnung.
es_es: Estado predeterminado del audio local al iniciar la grabación de pantalla.
fr_fr: État par défaut de l'audio local lors du démarrage de l'enregistrement d'écran.
ru_ru: Состояние локального аудио по умолчанию при запуске записи экрана.
zh_cn: 开始屏幕录制时本地音频的默认状态。

# Settings_VideoDefaultLocalAudio_Toggle.OnContent
source: On
de_de: Ein
es_es: Activado
fr_fr: Activé
ru_ru: Вкл
zh_cn: 开

# Settings_VideoDefaultLocalAudio_Toggle.OffContent
source: Off
de_de: Aus
es_es: Desactivado
fr_fr: Désactivé
ru_ru: Выкл
zh_cn: 关

# Settings_VideoAutoSave_SubtitleLabel.Text
source: Automatically save videos to a folder after capture.
de_de: Videos nach der Aufnahme automatisch im Videoordner speichern.
es_es: Guardar automáticamente los vídeos en la carpeta de vídeos después de capturarlos.
fr_fr: Enregistrer automatiquement les vidéos dans le dossier des vidéos après la capture.
ru_ru: Автоматически сохранять видео в папку видео после захвата.
zh_cn: 捕获后自动将视频保存到视频文件夹中。

# Settings_CaptureHeaderLabel.Text
source: Capture protection
de_de: Aufnahmeschutz
es_es: Protección de captura
fr_fr: Protection des captures
ru_ru: Защита захватов
zh_cn: 捕获保护

# Settings_CaptureWarnBeforeDiscard_HeaderLabel.Text
source: Warn before discarding captures
de_de: Vor dem Verwerfen von Aufnahmen warnen
es_es: Avisar antes de descartar capturas
fr_fr: Avertir avant d’abandonner des captures
ru_ru: Предупреждать перед удалением захватов
zh_cn: 丢弃捕获前警告

# Settings_CaptureWarnBeforeDiscard_SubtitleLabel.Text
source: Ask before canceling an active capture with unsaved recording data.
de_de: Vor dem Abbrechen einer aktiven Aufnahme mit ungespeicherten Aufnahmedaten nachfragen.
es_es: Preguntar antes de cancelar una captura activa con datos de grabación sin guardar.
fr_fr: Demander confirmation avant d’annuler une capture active contenant des données d’enregistrement non enregistrées.
ru_ru: Запрашивать подтверждение перед отменой активного захвата с несохраненными данными записи.
zh_cn: 在取消包含未保存录制数据的活动捕获前询问。

# Settings_CaptureWarnBeforeDiscard_Toggle.OnContent
source: On
de_de: Ein
es_es: Activado
fr_fr: Activé
ru_ru: Вкл.
zh_cn: 开

# Settings_CaptureWarnBeforeDiscard_Toggle.OffContent
source: Off
de_de: Aus
es_es: Desactivado
fr_fr: Désactivé
ru_ru: Откл.
zh_cn: 关

# Settings_CaptureWarnBeforeDiscard_Toggle.ToolTipService.ToolTip
source: Show a confirmation before an active capture is discarded.
de_de: Vor dem Verwerfen einer aktiven Aufnahme eine Bestätigung anzeigen.
es_es: Mostrar una confirmación antes de descartar una captura activa.
fr_fr: Afficher une confirmation avant d’abandonner une capture active.
ru_ru: Показывать подтверждение перед удалением активного захвата.
zh_cn: 丢弃活动捕获前显示确认。

# Settings_EditHeaderLabel.Text
source: Edit protection
de_de: Bearbeitungsschutz
es_es: Protección de edición
fr_fr: Protection des modifications
ru_ru: Защита правок
zh_cn: 编辑保护

# Settings_EditWarnBeforeDiscard_HeaderLabel.Text
source: Warn before discarding edits
de_de: Vor dem Verwerfen von Bearbeitungen warnen
es_es: Avisar antes de descartar ediciones
fr_fr: Avertir avant d’abandonner les modifications
ru_ru: Предупреждать перед отменой правок
zh_cn: 放弃编辑前警告

# Settings_EditWarnBeforeDiscard_SubtitleLabel.Text
source: Ask before leaving or closing an edit session with unsaved changes.
de_de: Vor dem Verlassen oder Schließen einer Bearbeitungssitzung mit ungespeicherten Änderungen nachfragen.
es_es: Preguntar antes de salir o cerrar una sesión de edición con cambios sin guardar.
fr_fr: Demander confirmation avant de quitter ou de fermer une session de modification avec des changements non enregistrés.
ru_ru: Запрашивать подтверждение перед выходом или закрытием сеанса редактирования с несохраненными изменениями.
zh_cn: 在离开或关闭有未保存更改的编辑会话前询问。

# Settings_EditWarnBeforeDiscard_Toggle.OnContent
source: On
de_de: Ein
es_es: Activado
fr_fr: Activé
ru_ru: Вкл.
zh_cn: 开

# Settings_EditWarnBeforeDiscard_Toggle.OffContent
source: Off
de_de: Aus
es_es: Desactivado
fr_fr: Désactivé
ru_ru: Откл.
zh_cn: 关

# Settings_EditWarnBeforeDiscard_Toggle.ToolTipService.ToolTip
source: Show a confirmation before unsaved edit changes are discarded.
de_de: Vor dem Verwerfen ungespeicherter Bearbeitungen eine Bestätigung anzeigen.
es_es: Mostrar una confirmación antes de descartar cambios de edición sin guardar.
fr_fr: Afficher une confirmation avant d’abandonner des modifications non enregistrées.
ru_ru: Показывать подтверждение перед отменой несохранённых правок.
zh_cn: 放弃未保存的编辑更改前显示确认。

# EditSessionConfirmation_Title
source: Save changes?
de_de: Änderungen speichern?
es_es: ¿Guardar cambios?
fr_fr: Enregistrer les modifications ?
ru_ru: Сохранить изменения?
zh_cn: 保存更改？

# EditSessionConfirmation_Content
source: You have unsaved edits. Save them before leaving?
de_de: Sie haben ungespeicherte Bearbeitungen. Möchten Sie sie vor dem Verlassen speichern?
es_es: Tienes ediciones sin guardar. ¿Quieres guardarlas antes de salir?
fr_fr: Vous avez des modifications non enregistrées. Voulez-vous les enregistrer avant de quitter ?
ru_ru: У вас есть несохранённые правки. Сохранить их перед выходом?
zh_cn: 你有未保存的编辑。离开前要保存吗？

# EditSessionConfirmation_SaveAsButton
source: Save as
de_de: Speichern unter
es_es: Guardar como
fr_fr: Enregistrer sous
ru_ru: Сохранить как
zh_cn: 另存为

# EditSessionConfirmation_SaveButton
source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
ru_ru: Сохранить
zh_cn: 保存

# EditSessionConfirmation_DiscardButton
source: Discard
de_de: Verwerfen
es_es: Descartar
fr_fr: Abandonner
ru_ru: Отменить
zh_cn: 放弃

# EditSessionConfirmation_CancelButton
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
ru_ru: Отмена
zh_cn: 取消

# AddOns_ChromaKeySubtitleLabel.Text
source: Isolate a target in front of a green or blue screen.
de_de: Isolieren Sie ein Objekt vor einem grünen oder blauen Hintergrund.
es_es: Aísle un objeto frente a un fondo verde o azul.
fr_fr: Isolez un objet devant un fond vert ou bleu.
ru_ru: Изолируйте объект на фоне зелёного или синего экрана.
zh_cn: 将对象置于绿色或蓝色背景前。

# AddOns_ChromaKeyHeaderLabel.Text
source: Chroma Key Background Removal
de_de: Chroma-Key-Hintergrund­entfernung
es_es: Eliminación de fondo por croma
fr_fr: Suppression de fond par incrustation chromatique
ru_ru: Удаление фона по хромакею
zh_cn: 色度键背景移除

# AddOns_ChromaKeyDescription.Text
source: Prepare images for online storefronts. Isolate the target in front of a green or blue screen. Adjust the tolerance to remove the background, then desaturate the key color to cleanup the edges.
de_de: Bereiten Sie Bilder für Online-Shops vor. Isolieren Sie das Objekt vor einem grünen oder blauen Hintergrund. Passen Sie die Toleranz an, um den Hintergrund zu entfernen, und entsättigen Sie anschließend die Schlüssel­farbe, um die Ränder zu bereinigen. Passen Sie die Toleranz an, um den Hintergrund zu entfernen, und entsättigen Sie anschließend die Schlüssel­farbe, um die Ränder zu bereinigen.
es_es: Prepare imágenes para escaparates en línea. Aísle el objeto frente a un fondo verde o azul. Ajuste la tolerancia para eliminar el fondo y desature el color clave para limpiar los bordes. Ajuste la tolerancia para eliminar el fondo y desature el color clave para limpiar los bordes.
fr_fr: Préparez des images pour les vitrines en ligne. Isolez l’objet devant un fond vert ou bleu. Ajustez la tolérance pour supprimer l’arrière-plan, puis désaturez la couleur clé pour nettoyer les bords. Ajustez la tolérance pour supprimer l’arrière-plan, puis désaturez la couleur clé pour nettoyer les bords.
ru_ru: Подготовьте изображения для интернет-витрин. Изолируйте объект на фоне зелёного или синего экрана. Настройте допуск для удаления фона, затем уменьшите насыщенность ключевого цвета для очистки краёв. Настройте допуск для удаления фона, затем уменьшите насыщенность ключевого цвета для очистки краёв.
zh_cn: 为在线商店准备图像。 将对象置于绿色或蓝色背景前。调整容差以移除背景，然后降低关键颜色的饱和度以清理边缘。 调整容差以移除背景，然后降低关键颜色的饱和度以清理边缘。

# AddOns_ItemNotAvailable
source: Unavailable
de_de: Nicht verfügbar
es_es: No disponible
fr_fr: Indisponible
ru_ru: Недоступно
zh_cn: 不可用

# AddOns_ItemOwned
source: Owned
de_de: Bereits erworben
es_es: Ya adquirido
fr_fr: Déjà acquis
ru_ru: Уже приобретено
zh_cn: 已拥有

# ContentDialog_Close
source: Close
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
ru_ru: Закрыть
zh_cn: 关闭

# AppMenu_OptionsMenuItem.Title
source: Options
de_de: Optionen
es_es: Opciones
ru_ru: Параметры
zh_cn: 选项

# About_ThirdParty_ButtonLabel.Text
source: Third-Party Software Acknowledgments
de_de: Drittanbieter-Lizenzen
es_es: Licencias de terceros
fr_fr: Licences tierces
ru_ru: Лицензии сторонних разработчиков
zh_cn: 第三方许可

# About_ThirdParty_DialogTitle
source: Third-Party Software Acknowledgments
de_de: Drittanbieter-Lizenzen
es_es: Licencias de terceros
fr_fr: Licences tierces
ru_ru: Лицензии сторонних разработчиков
zh_cn: 第三方许可

# VideoEdit_SaveButton.Label
source: Save as
de_de: Speichern unter
es_es: Guardar como
fr_fr: Enregistrer sous
ru_ru: Сохранить как
zh_cn: 另存为

# VideoEdit_OpenVideosFolderButton.Label
source: Open screen recordings folder
de_de: Ordner für Bildschirmaufzeichnungen öffnen
es_es: Abrir carpeta de grabaciones de pantalla
fr_fr: Ouvrir le dossier des enregistrements d’écran
ru_ru: Открыть папку записей экрана
zh_cn: 打开屏幕录制文件夹

# VideoEdit_OpenVideosFolderButton.ToolTipService.ToolTip
source: Open the screen recordings folder in File Explorer.
de_de: Ordner für Bildschirmaufzeichnungen im Datei-Explorer öffnen.
es_es: Abrir la carpeta de grabaciones de pantalla en el Explorador de archivos.
fr_fr: Ouvrir le dossier des enregistrements d’écran dans l’Explorateur de fichiers.
ru_ru: Открыть папку записей экрана в проводнике.
zh_cn: 在文件资源管理器中打开屏幕录制文件夹。

# VideoEdit_CopyButton.Label
source: Copy
de_de: Kopieren
es_es: Copiar
fr_fr: Copier
ru_ru: Копировать
zh_cn: 复制

# VideoEdit_TrimButton.Label
source: Trim
de_de: Zuschneiden
es_es: Recortar
fr_fr: Découper
ru_ru: Обрезать
zh_cn: 修剪

# VideoEdit_TrimButton.AccessKey
source: T
de_de: Z
es_es: R
fr_fr: D
ru_ru: О

# VideoEdit_TrimPreviewPlayButton.AutomationProperties.Name
source: Play trim preview
de_de: Trim-Vorschau wiedergeben
es_es: Reproducir vista previa del recorte
fr_fr: Lire l’aperçu du découpage
ru_ru: Воспроизвести предпросмотр обрезки
zh_cn: 播放修剪预览

# VideoEdit_TrimPreviewPlayButton.ToolTipService.ToolTip
source: Play trim preview
de_de: Trim-Vorschau wiedergeben
es_es: Reproducir vista previa del recorte
fr_fr: Lire l’aperçu du découpage
ru_ru: Воспроизвести предпросмотр обрезки
zh_cn: 播放修剪预览

# VideoEdit_RenderingTrimPreviewText.Text
source: Preparing preview...
de_de: Vorschau wird vorbereitet...
es_es: Preparando vista previa...
fr_fr: Préparation de l’aperçu...
ru_ru: Подготовка предпросмотра...
zh_cn: 正在准备预览...

# VideoEdit_FinalizingText.Text
source: Finalizing video...
de_de: Video wird finalisiert...
es_es: Finalizando vídeo...
fr_fr: Finalisation de la vidéo...
ru_ru: Завершение видео...
zh_cn: 正在完成视频...

# VideoEdit_TrimStartTimeText.AutomationProperties.Name
source: Trim start time
de_de: Startzeit des Zuschnitts
es_es: Hora de inicio del recorte
fr_fr: Heure de début du découpage
ru_ru: Время начала обрезки
zh_cn: 修剪开始时间

# VideoEdit_TrimStartTimeText.ToolTipService.ToolTip
source: Trim start time
de_de: Startzeit des Zuschnitts
es_es: Hora de inicio del recorte
fr_fr: Heure de début du découpage
ru_ru: Время начала обрезки
zh_cn: 修剪开始时间

# VideoEdit_SelectedTrimDurationText.AutomationProperties.Name
source: Selected trim duration
de_de: Ausgewählte Zuschnittdauer
es_es: Duración del recorte seleccionado
fr_fr: Durée du découpage sélectionné
ru_ru: Длительность выбранной обрезки
zh_cn: 所选修剪时长

# VideoEdit_SelectedTrimDurationText.ToolTipService.ToolTip
source: Selected trim duration
de_de: Ausgewählte Zuschnittdauer
es_es: Duración del recorte seleccionado
fr_fr: Durée du découpage sélectionné
ru_ru: Длительность выбранной обрезки
zh_cn: 所选修剪时长

# VideoEdit_TrimEndTimeText.AutomationProperties.Name
source: Trim end time
de_de: Endzeit des Zuschnitts
es_es: Hora de fin del recorte
fr_fr: Heure de fin du découpage
ru_ru: Время окончания обрезки
zh_cn: 修剪结束时间

# VideoEdit_TrimEndTimeText.ToolTipService.ToolTip
source: Trim end time
de_de: Endzeit des Zuschnitts
es_es: Hora de fin del recorte
fr_fr: Heure de fin du découpage
ru_ru: Время окончания обрезки
zh_cn: 修剪结束时间

# VideoEdit_PlayheadTimeText.AutomationProperties.Name
source: Preview playhead time
de_de: Zeitposition der Vorschau
es_es: Hora del cursor de reproducción de vista previa
fr_fr: Temps de la tête de lecture d’aperçu
ru_ru: Время позиции предпросмотра
zh_cn: 预览播放头时间

# VideoEdit_PlayheadTimeText.ToolTipService.ToolTip
source: Preview playhead time
de_de: Zeitposition der Vorschau
es_es: Hora del cursor de reproducción de vista previa
fr_fr: Temps de la tête de lecture d’aperçu
ru_ru: Время позиции предпросмотра
zh_cn: 预览播放头时间

# VideoTrimRangeSlider_StartThumb.AutomationProperties.Name
source: Trim start handle
de_de: Griff für Zuschnittstart
es_es: Controlador de inicio del recorte
fr_fr: Poignée de début du découpage
ru_ru: Маркер начала обрезки
zh_cn: 修剪开始手柄
